[SearchAndDestroy_var01 X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="找到变种人MEC原型"
+ObjectiveTextPools[1]="摧毁MEC"
+ObjectiveTextPools[2]="消灭所有敌方目标"
+ObjectiveTextPools[3]="撤离所有XCOM士兵"

[SearchAndDestroy_var01 X2MissionTemplate]
+DisplayName="搜寻并摧毁：变种人原型"
+Briefing="摧毁变种人原型"
+PostMissionType="搜寻并摧毁：变种人原型"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="找到并消灭变种人原型"
+ObjectiveTextPools[1]="不要让变种人保护他们的原型"
+PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A"
+PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B"
+PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C"

[GOp_SearchAndDestroy_var01 X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="做得好，指挥官。您在 <XGParam:StrValue0/!WorldRegionName/> 消灭变种人原型操作的努力无疑是对敌人的重大打击。"
CouncilSpokesmanFailureText="不幸的是，我们瞄准的 <XGParam:StrValue0/!WorldRegionName/> 的变种人原型已经从您的打击中逃脱。我们无法浪费这些机会，指挥官。"  

[AdvMEC_ProtoM1 X2CharacterTemplate]
strCharacterName="MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 
[AdvSupportMEC_ProtoM1 X2CharacterTemplate]
strCharacterName="防暴MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 

[AdvMEC_ProtoM2 X2CharacterTemplate]
strCharacterName="重型MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 
[AdvSupportMEC_ProtoM2 X2CharacterTemplate]
strCharacterName="重型防暴MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 

[AdvMEC_ProtoM3 X2CharacterTemplate]
strCharacterName="超重型MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 
[AdvSupportMEC_ProtoM3 X2CharacterTemplate]
strCharacterName="超重型防暴MEC原型"
strAcquiredText="变种人MEC建造的尖端技术。" 
